---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ExportFailures.IFCFatalExportError
source: html/74ebe136-7b78-b967-fc75-d1d8a9dd4deb.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ExportFailures.IFCFatalExportError Property

There has been an unrecoverable error during export. Export will now be aborted.

## Syntax (C#)
```csharp
public static FailureDefinitionId IFCFatalExportError { get; }
```